Repository: Open-Initiative/bbsittingsharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome to
fr: Bienvenue chez

source: Activate users
fr: Activer les utilisateurs

source: Referer
fr: Parrain

source: I have read and agreed to the <a href="/terms">Terms of Service</a>
fr: J'ai lu et j'accepte les <a href="/terms">conditions d'utilisation</a>

source: You must agree to the terms to register
fr: Vous devez accepter les conditions d'utilisation

source: a woman
fr: une femme

source: a man
fr: un homme

source: Please provide the email of the person who introduced you.
fr: Merci d'indiquer l'email de la personne qui vous a parrainé.

source: User "%s" does not exist.
fr: L'utilisateur "%s" n'existe pas.

source: This email address is already in use. Please supply a different email address.
fr: Cette adresse e-mail est déjà utilisée. Merci d'utiliser une adresse différente.

source: Available equipment
fr: Matériel disponible

source: Other equipment
fr: Autre matériel

source: Yes
fr: Oui

source: No
fr: Non

source: We can send an email directly to the bbsitter to make them book the date.
fr: Nous pouvons envoyer un email directement à votre babysitter pour lui demander de réserver sa soirée.

source: At my place
fr: Chez moi

source: At someone elses
fr: Chez une autre personne

source: I dont care
fr: Peu importe

source: Please provide the email of the person you want to share bbsittings with
fr: Entrez l’email de la personne avec laquelle vous voulez partager des babysittings

source: Start
fr: Début

source: End
fr: Fin

source: Have you found a bbsitter?
fr: Avez-vous trouvé un bbsitter ?

source: Would you rather have the bbsitting at your place?
fr: Souhaitez vous que le bbsitting ait lieu chez vous ou chez les autres parents ?

source: How many children will be present on your side?
fr: Combien d’enfants seront présents de votre côté ?

source: How many children will you share this bbsitting with at most?
fr: Avec combien d’enfants souhaitez-vous partager ce bbsitting au maximum ?

source: At %(author)s's on %(date)s %(with)s babysitter
fr: Chez %(author)s le %(date)s %(with)s babysitter

source: with
fr: avec

source: without
fr: sans

source: Phone number
fr: Numéro de téléphone

source: Number of kids
fr: Nombre d'enfants

source: Usual bbsitter
fr: Nom du bsitter habituel

source: to host a bbsitting
fr: pour recevoir chez moi

source: to go to someone else's place
fr: pour me déplacer

source: You are
fr: Vous êtes

source: District
fr: Quartier

source: School
fr: École

source: Equipment
fr: Matériel

source: %(parent)s's booking for %(bbsitting)s
fr: réservation de %(parent)s pour %(bbsitting)s

source: Share baby-sittings with other parents
fr: Partager des babysittings avec d'autres parents

source: My account
fr: Mon compte

source: Refer
fr: Parrainer

source: Logout
fr: Se déconnecter

source: Terms
fr: CGU

source: Legal statement
fr: Informations légales

source: How does it work?
fr: Comment ça marche ?

source: Should we organize to share a babysitting?
fr: On s'organise pour partager un babysitting ?

source: Register
fr: S'inscrire

source: Login
fr: Se connecter

source: Who are we?
fr: Qui sommes-nous ?

source: Keep cool
fr: Soyez serein

source: Terms of use
fr: Conditions générales d'utilisation

source: Calendar
fr: Calendrier

source: Propose a date
fr: Proposer une date

source: Or click directly on a date to book a bbsitting
fr: Ou cliquez directement sur une date pour réserver un bbsitting

source: Red drop
fr: Goutte rouge

source: My dates
fr: Mes dates

source: My requested dates
fr: Les dates que j'ai demandées

source: Blue drop
fr: Goutte bleue

source: My group's dates
fr: Les dates dans mon groupe

source: Calendar +/- 3 days around the
fr: Calendrier à +/- 3 jours autour du

source: On
fr: Le

source: At %(name)s's
fr: Chez %(name)s

source: From
fr: À partir de

source: spots booked out of
fr: places réservées sur

source: not available
fr: plus disponible

source: Send a request to
fr: Envoyer une demande à

source: book
fr: Réserver

source: No bbsitting found near that date.
fr: Aucun babysitting trouvé près de cette date.

source: Back to the calendar
fr: Retour au calendrier

source: You already requested to book this bbsitting!
fr: Vous avez déjà demandé de réserver ce bbsitting !

source: You will be contacted directly. Thank you for your request.
fr: Vous serez contacté directement. Merci pour votre demande.

source: will receive an email and you'll receive the answer directly by email.
fr: recevra un email et vous recevrez la réponse directement par email.

source: Don't forget, it's always better to meet with the other parents and the baby sitter!
fr: N'oubliez pas, c'est toujours mieux de rencontrer les autres parents et la babysitter !

source: The Bbsitting Sharing team
fr: L'équipe de BBSitting Sharing

source: Home
fr: Accueil

source: booking validation
fr: validation de la réservation

source: Thank you! %(requester)s's booking has been validated for the bbsitting of the %(date)s
fr: Merci ! La réservation de %(requester)s a été validée pour le bbsitting du %(date)s

source: %(user)s's picture
fr: photo de %(user)s

source: My friends
fr: Mes amis

source: My neighbours
fr: Mes voisins

source: Referees
fr: Parrainage

source: Welcome
fr: Bienvenue

source: Your planned babysittings
fr: Dates à venir

source: %(name)s's picture
fr: photo de %(name)s

source: My group
fr: Mon groupe

source: See my friends
fr: Voir mes amis

source: Invite new friends
fr: Inviter des amis

source: No phone number provided
fr: Aucun numéro de téléphone fourni

source: None
fr: Aucun

source: kid
fr: enfant

source: Usual bbsitter:
fr: Bbsitter habituel :

source: bbsitting already shared
fr: bbsitting déjà partagés

source: Edit
fr: Modifier

source: Change my password
fr: Changer mon mot de passe

source: Edit my profile
fr: Modifier mon profil

source: You can add details in your profile to better describe your needs of bbsitting sharing.
fr: Vous pouvez ajouter des précisions dans votre profil pour mieux décrire vos besoins de partage de babysittings.

source: Refer to a friend
fr: Parrainer un ami

source: or
fr: ou

source: Share your Baby sittings!
fr: Partagez vos babysittings !

source: Refer with facebook
fr: Parrainer par facebook

source: Thank you for your reference.
fr: Merci de votre Parrainage.

source: Your referee is going to receive an email inviting him/her to register on BBSitting Sharing. He/she will soon appear in your group and you'll be able to share your planning with him/her!
fr: Votre filleul va recevoir un email l'invitant à s'inscrire sur BBSitting Sharing. Il apparaitra bientôt dans votre groupe et vous pourrez partager votre planning sortie avec lui !

source: Your account has been validated on BBSitting Sharing. You can now log in, complete your profile and share bbsittings with your friends and neighbours!
fr: Votre compte a été validé sur BBSitting Sharing. Vous pouvez maintenant vous connecter, compléter votre profil et partager des bbsittings avec vos amis et vos voisins !

source: Just go to
fr: Allez à

source: Hello
fr: Bonjour

source: has planned a babysitting on
fr: a prévu un babysitting le

source: and would like you to take care of the children.
fr: et voudrait que vous vous occupiez des enfants.

source: To validate it, please go to:
fr: Pour valider, merci d'aller à l'adresse suivante :

source: wants to book the bbsitting on
fr: veut réserver le bbsitting du

source: has validated your booking for the bbsitting on
fr: a validé votre réservation pour le bbsitting du

source: %(referer)s offers you to become a member of
fr: %(referer)s vous propose de devenir membre du site de

source: This website enables you to share babysittings with other members of the network, so that children gather to play with their friends, while parents go out with peace in mind and share the cost of a babysitter.
fr: Le site permet de partager des babysittings avec des membres de son réseau, pour que les enfants se retrouvent pour jouer avec d’autres copains, pendant que les parents sortent l’esprit tranquille et partagent le cout d’un babysitting à deux familles !

source: The families of this network are all refered by trustworthy people. So don't hesitate and get together to share a babysitting with your friends and the classmates' parents!
fr: Les familles membres de ce site sont toutes parrainées par des personnes de confiance. Alors n’hésitez plus et organisez-vous pour partager un babysitting avec vos amis et les parents des copains d’école !

source: Please go to the following adress and refer other trustworthy people, that's how the community will grow.
fr: Rendez-vous à l’adresse suivante et parrainez à votre tour ! C’est comme cela que la communauté grandira.

source: Your registration is now complete. Thanks!
fr: Votre inscription est terminée. Merci !

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utilisateur et mot de passe ne correspondent pas. Merci de réessayer.

source: login
fr: se connecter

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: Thanks for using BBSitting Sharing!
fr: Merci d'utiliser BBSitting Sharing by Echos Kids.

source: Thanks for registering.
fr: Merci de votre inscription.

source: As the network is based on trust, we are going to check your reference, and we'll send you an e-mail.
fr: Comme le réseau repose sur la confiance, nous allons vérifier notre parrainage et vous allez recevoir un e-mail.

source: Thank you for your interest in BBSitting Sharing by Echos Kids.
fr: Merci pour l'intérêt que vous portez à BBSitting Sharing by Echos Kids.

source: See you soon !
fr: A bientôt !
